export const greet = "به منو اصلی خوش برگشتی🔻";
export const bigGreet = `
سلام دوست من😍
به ربات مدیریت اشتراک FoxNG خوش اومدی❤️
به کمک دکمه ها میتونی اشتراکتو مدیریت کنی✅
و اگه سوالی داشتی از دکمه ارتباط با پشتیبانی استفاده کن👨🏻‍💻
`;
export const mySubBtn = "⏳ وضعیت اشتراک من";
export const testConfBtn = "✅ دریافت کانفیگ تست";
export const buySubBtn = "🚀 خرید اشتراک جدید";
export const renewSubBtn = "♻️ تمدید اشتراک";
export const contactTxt = "👨🏼‍💻 ارتباط با پشتیبانی";
export const tutorialBtnTxt = "⚙️ آموزش اتصال به کانفیگ";
export const resetBtn = "بازگشت به منو اصلی 🔙";
export const cancelBtn = "لغو سفارش";
export const creatingTestConfTxt = `در حال ساختن کانفیگ تست
لطفا صبر کنید...`;
export const welcomeTxt =
  "کاربر عزیز، جهت استفاده از ربات برای پیگیری سفارش و دریافت پشتیبانی، لطفا با استفاده از دکمه زیر، شماره همراه خود را ثبت کنید 👇";
export const buySubTxt = `
اگر قبلا اشتراک خریدی
از دکمه " ♻️ تمدید اشتراک"
یا /renew استفاده کن

و اگر اشتراک نداری، برای خرید اشتراک به آیدی زیر پیام بده 👇

🆔: @foxngsup
`;
export const searchingTxt = "⏳ در حال جستجو...";
export const noSubFoundTxt = `
کاربر عزیز، اشتراک شما پیدا نشد 😓⛔️

جهت خرید اشتراک از دکمه
"🚀 خرید اشتراک جدید" استفاده کنید 👇
`;
export const subFoundTxt = `
اشتراکی که میخوای تمدید کنی انتخاب کن: 👇🚀

⚠️توجه: فقط اشتراک هایی که نزدیک انقضا هستن یا منقضی شدن قابل تمدیدن!

🟢: اشتراک فعال
🟡: اشتراک فعال ولی نزدیک انقضاست
🟠: تا حالا به اشتراک وصل نشدی
🔴: اشتراک منقضی شده
`;
export const statusEnabledTxt = `
اشتراک شما هنوز فعال است.
اگه برای اتصال مشکلی داری، به آیدی پشتیبان پیام بده. 👇

🆔: @foxngsup
`;
export const statusNotStartedtxt = `
اشتراک شما فعال است اما هنوز بهش وصل نشدی.

اگه برای اتصال مشکلی داری، به آیدی پشتیبان پیام بده. 👇

🆔: @foxngsup
`;
export const statusOffTxt = `
متاسفانه امکان تمدید اشتراک شما وجود ندارد.

با پشتیبانی در ارتباط باشید👇🏼

🆔: @foxngsup
`;
export const renewTxt250 = `
💵هزینه تمدید اشتراک شما: 
  ✅250 هزار تومان

💳شایان براقی - توسعه تعاون💳

<blockquote><code>5029081059314381</code></blockquote>
🚨(برای کپی کردن شماره کارت روی آن کلیک کنید)


⚠️توجه⚠️
‼️عکس رسید تراکنش خود را همینجا بفرستید تا اشتراک شما به صورت خودکار فعال شود‼️
`;
export const renewTxt450 = `
💵هزینه تمدید اشتراک شما: 
  ✅450 هزار تومان

💳شایان براقی - توسعه تعاون💳

<blockquote><code>5029081059314381</code></blockquote>
🚨(برای کپی کردن شماره کارت روی آن کلیک کنید)


⚠️توجه⚠️
‼️عکس رسید تراکنش خود را همینجا بفرستید تا اشتراک شما به صورت خودکار فعال شود‼️
`;
export const reciptReceiveTxt = `
با تشکر | رسید شما دریافت شد ✅
بعد از بررسی ادمین تا چند لحظه دیگه اشتراک شما فعال و از همین ربات بهتون اطلاع میدیم…❤️
`;
export const oneM40G = "اشتراک 1 ماهه 40 گیگابایت - 250 هزار تومان";
export const oneM80G = "اشتراک 1 ماهه 80 گیگابایت - 450 هزار تومان";

export const justImageTxt = `
شرمنده فقط عکس قبوله!
برو از اول!

البته اگه تراکنش انجام شده ولی عکس رسید رو نداری با پشتیبان در ارتباط باش👇

🆔: @foxngsup
`;

export const myPanelsBtn = "پنل های من";
export const addPanelBtn = "اضافه کردن پنل";
export const deletePanelBtn = "حذف کردن پنل";

export const welcomeAdminTxt = `
خوش اومدی!

فعلا ربات غیرفعاله چون هنوز پنلی نداریم.

کارو با اضافه کردن پنل شروع کن!
`;

export const buyTxt250 = `
💵هزینه خرید اشتراک شما: 
  ✅250 هزار تومان

💳شایان براقی - توسعه تعاون💳

<blockquote><code>5029081059314381</code></blockquote>
🚨(برای کپی کردن شماره کارت روی آن کلیک کنید)


⚠️توجه⚠️
‼️عکس رسید تراکنش خود را همینجا بفرستید تا اشتراک شما به صورت خودکار فعال شود‼️
`;
export const buyTxt450 = `
💵هزینه خرید اشتراک شما: 
  ✅450 هزار تومان

💳شایان براقی - توسعه تعاون💳

<blockquote><code>5029081059314381</code></blockquote>
🚨(برای کپی کردن شماره کارت روی آن کلیک کنید)


⚠️توجه⚠️
‼️عکس رسید تراکنش خود را همینجا بفرستید تا اشتراک شما به صورت خودکار فعال شود‼️
`;
